[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Auto Launch on Boot
mi_TrayLaunch->Caption=Open %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Multiple Device Manager
mi_MouseLed->Caption=Overlay Function Display
mi_DevicePair->Caption=Device Pairing
mi_ProgramClose->Caption=On-Board Profile Loadout
mi_MouseLedFunc_AlwaysShow->Caption=Always display
mi_MouseLedFunc_ChangedShow->Caption=Display when changed
mi_MouseLedFunc_Hide->Caption=Hide
mi_W4DSetting->Caption=4-Way Wheel Settings
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=Revert To Factory Default

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=No Setting
mi_Keyboard->Caption=Keyboard…
mi_Mouse->Caption=Mouse
mi_OfficeHotKeys->Caption=Office Hot Keys
mi_MultiMediaHotKeys->Caption=Multi-Media Hot Keys
mi_LockRightKey->Caption=Lock Right Button
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=CPI Cycling
mi_Sniper->Caption=Sniper Rifle
mi_Sniper1->Caption=Sniper Rifle 1 
mi_Sniper2->Caption=Sniper Rifle 2
mi_Sniper3->Caption=Sniper Rifle 3
mi_Sniper4->Caption=Sniper Rifle 4
mi_Sniper5->Caption=Sniper Rifle 5
mi_Sniper6->Caption=Sniper Rifle 6
mi_SelectMacroFile->Caption=Select Macro File
mi_SelectMacroCheatsFile->Caption=Select Combo File
mi_MacroManager->Caption=Macro Manager…
//多媒體熱鍵 - 網路=
mi_Back->Caption=Back
mi_Forward->Caption=Next
mi_StopSearch->Caption=Stop
mi_Refresh->Caption=Refresh
mi_WebSearch->Caption=Search
mi_MyFavorite->Caption=My Favorite
mi_WebBrowser->Caption=Web Browser
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Media Player
mi_PreviousTrack->Caption=Previous Track
mi_NextTrack->Caption=Next Track
mi_StopPlay->Caption=Stop
mi_PlayPause->Caption=Play/Pause
mi_Mute->Caption=Mute
mi_VolumeAdd->Caption=Volume +
mi_VolumeSub->Caption=Volume -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Calculator
mi_MyComputer->Caption=My Computer
mi_Sleep->Caption=Sleep
mi_Poweroff->Caption=Shut down
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Left Button
mi_RightButton->Caption=Right Button
mi_MiddleButton->Caption=Middle Button
mi_4thButton->Caption=Back
mi_5thButton->Caption=Forward
mi_ScrollUp->Caption=Scroll Up
mi_ScrollDown->Caption=Scroll Down
mi_ScrollLeft->Caption=Scroll Left
mi_ScrollRight->Caption=Scroll Right
mi_AxisYReversion->Caption=Reverse Y-axis
//辦公熱鍵=
mi_Software->Caption=Open a file
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Maximum
mi_Minimize->Caption=Minimum
mi_AllMinimize->Caption=All Minimum
mi_ZoomIn->Caption=Zoom In
mi_ZoomOut->Caption=Zoom Out
mi_PasteText->Caption=Paste Text
mi_2XKey->Caption=Double Click
mi_3XKey->Caption=Triple Click
mi_TripleFire->Caption=Triple Fire
mi_Cut->Caption=Cut[Ctrl+X]
mi_Copy->Caption=Copy[Ctrl+C]
mi_Paste->Caption=Paste[Ctrl+V]
mi_Delete->Caption=Delete[Del]
mi_Search->Caption=Search[Ctrl+F]
mi_SelectAll->Caption=Select All[Ctrl+A]
mi_Redo->Caption=Redo[Ctrl+Y]
mi_Undo->Caption=Undo[Ctrl+Z]
mi_NewFile->Caption=New File[Ctrl+N]
mi_OpenFile->Caption=Open File[Ctrl+O]
mi_SaveFile->Caption=Save File[Ctrl+S]
mi_Print->Caption=Print[Ctrl+P]
mi_Disabled->Caption=Disabled
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Screen Function
mi_StaticShot->Caption=Screen Capture
mi_16in1MouseGesture->Caption=Gesture 16-in-1
mi_MouseGestures->Caption=Mouse Gestures
mi_PenSuit->Caption=TutorPen
profilekey=Mouse specific key
mi_ScrollShot->Caption=Scroll Shoot
mi_ScreenCapture->Caption=Screen Capture
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Version :
Key=key
ScriptIsTooLarge=Script size is too big, not enough memory!
SelectSoft=Select a File, Program or Shortcut
InternetMessageInform=You have %d new notices!
MouseNotExists=Please insert the Bloody series mouse!
DetectMultiDevice=Several Bloody mouse detected, please keep only one and restart the program.
DetectMultiSoftware=The program is already opened!!
UpdateKernelSystem=Core changing
FinishUpdateKernelSystem=Change code completed!
MouseKeySet=Key settings
MouseOSDHint=Feature tips
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=Settings are stored in the mouse memory!
SensitivityApplyInform=Settings are stored in the mouse memory!
WirelessGuardApplyInform=Settings are stored in the mouse memory!
SniperApplyInform=Settings are stored in the mouse memory!
NoMoreHint=Do not show anymore
UpdateWirelessMouse=Mouse Updating
UpdateWirelessKeyboard=Keyboard Updating
FinishUpdateDeviceFirmware=Update Completed!
ExecutionDeny=An older version software is not supported. Please download the latest Bloody software!
ProgramTerminateTitle=No gaming interruption
ProgramTerminateTips=To avoid being detected and kicked out as "cheating program" by the gameguard, please choose “no gaming interruption." It will upload all the data to mouse memory and works driver-free hardware.   
TrialVersionHint=Free trial for 1000 times has exceeded. For upgraded eternal edition, please go to the online shop to purchase Ultra-Core3.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Close

[PasteTextForm]
lb_Text->Caption=Enter Text:
mi_EditerCut->Caption=Cut       Ctrl+X
mi_EditerCopy->Caption=Copy      Ctrl+C
mi_EditerPaste->Caption=Paste     Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=Load from file…
mi_LoadFromRecord->Caption=Recent records

[TrayIconWebAD]
lb_Title->Caption=Info Notify
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Profile :
lb_ConfigurationSwitch_KS->Caption=Profile Management :
ConfigurationManagement=Configure
ReturnToDefault=Return to default
NotSpecify=Cannot be specified
HardwareSwitch=Mouse driver free
apps=Working application
hotkey=Keyboard hotkey
profilekey=Mouse specific key
MouseRestoreHint=Revert to Default Settings
AskMouseRestore=Resume to all mouse default settings? (Mouse function will be suspended until process is completed.)
lb_Hint_KS->Caption=Click above buttons to customize the program!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Report Rate（Hz)
htmlb_Debounce_Sensitivity->Caption=Key  Response(ms)
DebounceIRPT_Title=Key response (ms)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Want to increase mouse sensitivity? 
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Sensor calibration
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Preset
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Calibration
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Calibration
LaserMicroSensorLiftHeightCalibrationHelp=Innovative "16-grade Calibration Technology", fine-tunes the focus between the laser-grade engine and its working textures, which makes the captured images clearer for better cursor positioning and wider working surface adaptability.  
OpticsMicroSensorLiftHeightCalibrationHelp=Innovative "16-grade Calibration Technology", fine-tunes the focus between the laser-grade engine and its working textures, which makes the captured images clearer for better cursor positioning and wider working surface adaptability.  
htmlb_MouseDPITip_Sensitivity->Caption=CPI Setting
MouseDPIHelp1=Change CPI: Double click [1], Red light flash, scroll wheel up/down to adjust, click [1] again to save. (When CPI at segment 1, unnecessary to double click [1])
MouseDPIHelp2=To quickly select a pre-set CPI levels, push forward Button[1] and hold on for 3 seconds until red light flashing.  Then scroll “wheel” to switch CPI levels and push Button[1] again to stay at the selected CPI.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=Innovative [1MS Click] technology, shorten the reaction time to only 1 msec! (Normal Mouse delays up to 18 msec.)  The technology avoids double-clicking malfunction and highly prolong mouse button’s lifetime.

DebounceHelp_IR=Uses photocouplers to trigger the switch without physical contact and reduce the key response to extreme 1 ms (typical mouse is around 18 ms). It resolves the key malfunctions caused by the oxidization and aging, significantly improves the key's lifecycle.
ArmorBootsHelp=The V series mouse, we suggest to use the Durable Metal Mouse Feet for higher sensitivity! @RETURN@(Optional Accessory)
SensorLiftUnsupported=This model does not support "Fine-tune Engine Calibration" function.
DebounceHelp_IR_Patent=View CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Key Hint :
ck_EnableOSD->Caption=Enable Key Hint
lb_DisplayTime->Caption=Time[in seconds]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Position:
lb_Cursor->Caption=Radar
//im_CursorPoint->Hint=Move radar target to any point on your screen to capture the X,Y coordinate.
ck_BackgroundEnable->Caption=Enable background color
lb_BackgroundColor->Caption=Background color :
lb_FontSize->Caption=Font size :
lb_FontColor->Caption=Font color :
lb_Memo->Caption=Remark : Above settings will be applied to all key Screen Memos.
InputDigitError=Input number!
OSDSecondsRangeError=Display time limit from %x to %y.
OSDFontSizeRangeError=Font size limit from %x to %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Select Game
lb_TShootType_Weapon->Caption=Style
lb_TGunName_Weapon->Caption=Armory 
lb_TControlKey_Weapon->Caption=Ctrl Key
lb_TResolution_Weapon->Caption=Record Resolution
lb_TCPIRemark_Weapon->Caption=Record Sensitivity
ApplyInform=Latest firearm data has been loaded into mouse memory. Use N/3 control keys to change Left-Button shooting mode!
GameManagement=Folder
GameManagement_New=New folder
GameManagement_Edit=Edit folder
GameManagement_Delete=Delete folder
GameManagement_FileManage=Import/Export
GameManagement_Transfer=Up/Download
GameManagement_Import=Import
GameManagement_Export=Export
bt_OnlineRefrence_Weapon->Caption=Manual
NewGameNameTitle=New folder
NewGameNameDefault=New folder
ModifyGameNameTitle=Edit folder
DeleteGameTitle=Delete
DeleteGameNameTitle=File
DeleteGameFileConfirm=Delete this game folder? Files contains in the directory will be deleted as well.
DeleteGameFileSelected=File / directory has been applied to all the core mouse memory, do you want to delete / rename it? If “YES” is elected,  the feature will be removed!
RenameGameNameSelected=File / directory has been applied to all the core mouse memory, do you want to delete / rename it? If “YES” is elected,  the feature will be removed!
ImportGunFile=Select gun data file to import
ExportGunFile=Select gun data file to export
ExportGunFileTargetFolder=Select Path
ExportGunFileSuccess=Gun file exported!
ImportFileExists=File exists, overwrite?
ImportDeny_FileFormatError=File format is not correct, can not import!
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Middle Button
ControlKey5=Back
ControlKey6=Forward
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Default
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Input name
InputNameError=Input name
InputNameExists=File exists, can't establish!
InputNameInvalid=Invalid character detected[eg., \ / : * ? " < > | ].
SpecialNameAvoid=Invalid character detected, enter again!

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=File
lb_GameName->Caption=Game
lb_PropertyMode->Caption=Style
lb_GameResolution->Caption=Record Resolution
lb_CPIRemark->Caption=Record Sensitivity
lb_GunName->Caption=Name
lb_3xBulletCountSet->Caption=Numbers
lb_3xBallisticCompensation->Caption=Return
lb_3xBulletIntervalTime->Caption=Shooting @RETURN@Interval(ms)
lb_NxBallisticCycle->Caption=Loop
lb_NxBallisticCycleDescript1->Caption=From
lb_NxBallisticCycleDescript2->Caption=to
BallisticCompensation1=Non-Return 
BallisticCompensation2=Return 
GunManagement=File
GunManagement_New=New  
GunManagement_Open=Open 
GunManagement_Save=Save  
GunManagement_SaveAs=Save as 
GunManagement_Delete=Delete 
GunManagement_Rename=Rename 
OpenDialog_Title=Open 
OpenDialog_GameName=Game
OpenDialog_GunFile=File
OpenDialog_FileType=Type
OpenDialog_FileTypeCaption1=All file (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Press R-Key, disable A-Burst
RKeyToPauseNx3x_B=Press R-Key, disable B-Strafe
RKeyToPauseNx3x_C=Press R-Key, disable C-Machine
RKeyToPauseNx3x_D=Press R-Key, disable D-In_Game
GunNameExists=File already exists!
DeleteGunFileConfirm=Delete the Game folder?
DeleteLockedGunFile=File / Folder has been applied to Mouse memory,  do you want to delete / rename? If  [Yes] the function will delete!
WeaponPropertiesUpdateDeny=Read version, file cannot be saved!
SelfDefineAddError=Add file failed! Invalid characters detected [eg., \ / : * ? " < > | ].
AskDialog_IsSave=Save modified info?
bt_BallisticDemo->Caption=   Trajectory
bt_HardwareTemporaryAdjust->Caption=      Description
DialogOpen=Open
DialogSave=Save
DialogDelete=Delete
AModeStatement=A-Burst: The L-Key will act as multi-shot, up to 5 shots. You may use "Offset" and "Time interval" to adjust for gun's best performances. The "Offset" will eliminate the recoil effects and the "Time interval" may control shooting speed. The shorter time interval means the faster the shooting speed. You can enable or disable "Return Crosshairs". The advantages of this mode will concentrate the guns' trajectory and save bullets.
BModeStatement=B-Strafe: The L-Key performs auto high speed on-off actions. Use "Offset" and "Time interval" to fine tune each shot. This mode will intensify the firearms with machine-gun-like firing power. Depending on each firearms characteristics, use "Sub-loop" to setup the firearms best performance.
CModeStatement=C-Machine: For the best performance, fine-tune shooting speed to synch machine gun shooting speed, and apply "Offset" to make the machine-guns' ballistics intensively focused.
DModeStatement=D-In_Game:No need to exit Games, double click "N" or "3" to adjust "Offset" & "Time Interval", the gun file will automatically update after In-Game adjustment for future use.(Check D-In_Game explain for details)
MModeStatement=M-Macro: To transfer "Macro file" to the L-Key. You may incorporate the firing with many actions, such as jumping, squatting and get-to-the-ground, making your enemy lose sight of you and and also his aim. In the same time, if you need more bullets for trajectory adjustments, use this mode to tailor to your own mode. Using Oscar Macro Gun mode requires basic programming skills. Players may also download the macros from the online sharing platform and learn more on how to use it.
lb_OpenStatement->Caption=Explain>>
lb_CloseStatement->Caption=Close>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Machine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Adjust(X,Y)
lb_CorrectY->Caption=Adjust-Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Guideline:
htmlb_Statement2->Caption=Choose 4-way-adjust A/B/C/D for creating new gun file. M is only for Oscar Macro transfer.@RETURN@Due to firearm characteristics, only use its original mode to edit.
htmlb_Statement3->Caption=A-Burst:     Adjust [Pistol,Sniper & Machine gun] Multi-Burst shooting pressure
htmlb_Statement4->Caption=B-Strafe:   Adjust [Pistol,Sniper & Machine gun] Strafe shooting pressure
htmlb_Statement5->Caption=C-Machine:Adjust [Sniper & Machine gun]Machine gun shooting pressure
htmlb_Statement6->Caption=D-In_Game:Adjust [Pistol,Sniper & Machine gun] Strafe shooting pressure in game
htmlb_Statement7->Caption=M-Macro:   Transfer [Oscar Macro] combine character action & shooting to L-Key
lb_SelectUse->Caption=Select
lb_MacroFileName->Caption=Macro file
lb_Common->Caption=Remark
IsCoverGunFile=File exists, overwrite?
PleaseCreateMacro=Oscar Macro file doesn't exist, please Edit the Macro file first!
PleaseSelectedMacroName=Select a Macro file first!
ResolutionError=Resolution data error!
WeaponUsed=File / Folder has been applied to Mouse memory,  do you want to delete / rename? If  [Yes] the function will delete!
IsMacroToWeapon=Selected Macro file, Transfer to armoury as Macro-gun file format?
CPIRemarkError=Sensitivity info error!
MacroUsed=Macro file in use, cannot convert!
CPIRemarkDefault=Default
NoAuthorityUse=Insufficient authority, file cannot open!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Innovative 4-Core Technologies featuring [low, medium, high, special] 4-core type. Core 3 & 4 can be upgraded with an activation code (purchase required) allowing special FPS features and super combo MMO/RPG features for ultimate gaming experience.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innovation: Taking advantage of forefinger flexibility, the left and right buttons are tailor-made with auto shift capability, best suits for LOL and MOBA games.
lb_HardwareIdCopy_KSYS->Caption=Click to copy
htmlb_Kernel1_KSYS->Caption=Core1> Suitable for Role-Playing and Real-Time Strategy Game.
htmlb_Kernel2_KSYS->Caption=Core2> Suitable for Primary FPS Game.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3> Headshot, Suitable for Senior FPS Game.
htmlb_Kernel4_KSYS->Caption=Ultra Core4> Used for advanced MMO/RPG games.
htmlb_Description1_KSYS->Caption=Role-playing and real-time strategy game players can adjust multi-button settings accordingly. Also suitable for basic FPS players and provides the world's fastest [button response] to ensure fastest click!
htmlb_Description20_KSYS->Caption=For Primary FPS, the L-Key Shoots with the following modes:@RETURN@Press "1" for single shot@RETURN@Press "N" for 2 burst shots@RETURN@Press "3" for 3 burst shots@RETURN@Press "4" for 4 burst shots
htmlb_Description30_KSYS->Caption=【Free Trial】Experience the full function of [HEADSHOT] and [Oscar macro] 1000 times for free. And click to buy [Ultra-Core3] to activate [HEADSHOT] infinitely.
htmlb_Description31_KSYS->Caption=Remaining: %d Times
htmlb_Description32_KSYS->Caption=Thanks for using [Ultra-Core3].Your suggestion will help BLOODY team to improve and provide even better products and service!
htmlb_Description33_KSYS->Caption=Worlds First- [HEADSHOT] 5-Way-Adjustment reduces firearms recoil, and concentrate ballistic, which lets you get Headshots Easily!
htmlb_Description40_KSYS->Caption=“Free Trial”: You may try “Combo feature” and “Oscar macro” for 1000 times. After the trial period, you may click the right tab to purchase “Core3/4” activation code from online shop for permanent use with the mouse.
htmlb_Description42_KSYS->Caption=Implement multi-key complicated commands and simplify into 1 key command in example ; " A click of attack, cast spell, perform favorite actions or auto cycle the command."
htmlb_Description43_KSYS->Caption=Implement multi-key complicated commands and simplify into 1 key command in example ; " A click of attack, cast spell, perform favorite actions or auto cycle the command."
htmlb_Memo_KSYS->Caption=Note: Windows will automatically load device drivers and will re-sync your device on first installation.
HardwareID=Mouse ID :
Kernel3Appreciative=Free trial of 1000 times of headshot has been used up. Please click [Buy Ultra-Core3/4] to activate [HEADSHOT]
Kernel3HasBeenActivated=
HardwareIdCopied=[Mouse ID] has been copied, "Ctrl+V" to save in file.
HasBeenActivated=Bloody - PRO version [Core3/4 Activated]
htmlb_LanceSlight_KSYS->Caption=Bloody- BASIC version
UnActivateAppreciative=[Non-activated read version ]
UnActivateExperience=[Non-activated test version ]
USBActivated=[USB protocol activated]
htmlb_USBRedefine_KSYS->Caption=USB protocol
htmlb_USBRedefineDescript_KSYS->Caption=Under certain conditions,this new USB protocol is available for ordering.
bt_BloodyTeam_KSYS->Caption=Review comments
bt_Cart_KSYS->Caption=Buy activate code
bt_Mall_KSYS->Caption=Visit Bloody Online
bt_UltraGun3Info_KSYS->Caption=About  [Core3/4]
bt_Suggestion_KSYS->Caption=Upload comments
bt_Kernel3Activate_KSYS->Caption=Activate [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Learn More>>
lb_CloseHIDDescript_KSYS->Caption=Close>>
htmlb_SelectCoreMode_KSYS->Caption=Choose the core :
ck_CoreTournamentMode_KSYS->Caption=Tournament (Default - Core 1)
ck_CoreGamingMode_KSYS->Caption=Play (Default - Core 3)
lb_TournamentModeTitle_KSYS->Caption=Tournament cores description>>
lb_GamingModeTitle_KSYS->Caption=Play cores description>>
htmlb_TournamentModeDescript_KSYS->Caption=The tournament core is to follow the rules of not using mouse macro programming in the game, and it is recommended that players consciously abide by the rules of the game.
htmlb_GamingModeDescript_KSYS->Caption=The play core can edit the mouse macro programming, multi-key combination macro programming required for various games. To improve the player's record, save time and release dull finger clicks!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Plug in the Bloody mouse, then click [Update the USB Protocol] icon to import "*.pid" files for update.
lb_Kernel3Memo->Caption=Please connect Bloody mouse and click “Activate Core 3/4”button, then double click the purchased activation file [*.bld], or input the purchased activation card number to proceed activating.
HasBeenActivated=[Core3/4] activated！
NotActivated=[Core3/4] not activated！ 
ReActivation=New USB protocol has been updated!
ImportCertificationFile=Select  activation code file to import
bt_ImportKernel3CertificationFile->Caption=[Activate Core3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Click to update the USB Protocol
lb_ActivateWay1->Caption=Activation option 1:
lb_ActivateWay2->Caption=Activation option 2:
ServerConnectionError=Activation failed, please check network connection and firewall is set to open.
ServerBusy=Server is busying now, please try again later!
ServerMaintenance=Server is under maintenance, please try again in %x h %y min!
DualModeActivateError=Please plug both Nano receiver and USB wired device to activate dual mode series!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Press[1]: L-Key for "Single shot"
lb_KeyNKernel2_ShootMode->Caption=Press[N]: L-Key for "2-Burst"
lb_Key3Kernel2_ShootMode->Caption=Press[3]: L-key for "3-Burst"
lb_Key4Kernel2_ShootMode->Caption=Press[4]: L-key for "4-Burst"
lb_KeyNKernel3_ShootMode->Caption=Press[N]: L-Key for "User Defined Gun"
lb_Key3Kernel3_ShootMode->Caption=Press[3]: L-Key for "User Defined Gun"
lb_Key4Kernel3_ShootMode->Caption=Press[4]: L-Key for "User Defined Gun"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Switch Left / Right Button
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Adjust CPI
lb_AccurateTest_ShootMode->Caption=Test 
SniperAction1=Sniper Rifle 1
SniperAction2=Sniper Rifle 2
SniperAction3=Sniper Rifle 3
SniperAction4=Sniper Rifle 4
SniperAction5=Sniper Rifle 5
SniperAction6=Sniper Rifle 6
lb_AccurateCpiDescript_ShootMode->Caption=In-game sighting mode :@RETURN@Depending on various telescopes of sniper rifles, by pressing "Precise Key" and scroll the mouse wheel up/down will adjust sighting CPI swiftly so as to kill the enemies effetively. 
AccurateHelp10=Sniper Rifle 1 ( spin down)
AccurateHelp11=In this mode, by pressing the "Sniper rifle" during game play will enable "Single sight" or "Double sight" swiftly so as to eliminate moving targets effectively!
AccurateHelp20=Sniper Rifle 2 ( single sight + spin down)
AccurateHelp21=In this mode, by pressing and holding the "Sniper rifle" with the thumb during the gameplay, it will act  as "Press right button to bring the single sight" so as to eliminate the middle to long range targets effectively!

AccurateHelp30=Sniper Rifle 3 ( single-sight + press + spin down CPI)
AccurateHelp31=In this mode, by pressing and holding the "Sniper rifle" with the thumb during the gameplay, it will act  as "Press right button to bring the single sight repeatedly" so as to eliminate the middle to long range targets effectively!

AccurateHelp40=Sniper Rifle 4 ( double sights + spin down CPI)
AccurateHelp41=In this mode, by pressing and holding the "Sniper rifle" with the thumb during the gameplay, it will act  as "Press right button TWICE to bring the double sights" so as to eliminate  the middle to long range moving targets effectively!
AccurateHelp50=Sniper Rifle 5 (1-Key Sniper Shoot) 
AccurateHelp51=When this mode is activated, pressing the “sniper” key on mouse will immediately execute command: “press mouse right and left buttons simultaneously”, during gameplay. This is equivalent to “activate sniper sight and shoot target once”. The great advantage is that the sniper rifle will shoot the target immediately without sight being opened! @RETURN@(There might be slight delay in performance of this function due to sniper rifle’s characteristics and various internet connection speed)@RETURN@
AccurateHelp60=Sniper Rifle 6 ( 1-Key Weapon Change)
AccurateHelp61=While this mode is activated and the sniper sight is opened, pressing the “sniper” key on mouse will immediately execute command: “shoot target once and change weapons then resume sniper rifle to ready-shoot status.” The great advantage is the sniper rifle will shoot the target and automatically reload to ready-shoot status! @RETURN@(There might be slight delay in performance of this function due to sniper rifle’s characteristics and various internet connection speed)@RETURN@
lb_SniperHint_ShootMode->Caption=Setup one button as“ Sniper Rifle“ in the “Button page”.
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-Key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-Key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Adjust [In_Game] 
htmlb_BulletIntervalTime->Caption=Shooting Interval: Wheel Scrolling to +/-.
htmlb_AdjustTrajectory->Caption=Suppression: Click [4-Key] to reset and click [5-Key] to increase.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption= Adjust [In_Game] 
htmlb_Header1->Caption=Figure
htmlb_Header2->Caption=1: Start
htmlb_Header3->Caption=2: Adjust
htmlb_Header4->Caption=3: Exit
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption="N" for D-In_Game Adjust@RETURN@Double click N-Key,Green light flash, into In_Game adjust
htmlb_3xStep1->Caption="3" for D-In_Game Adjust@RETURN@Double click 3-Key,Yellow Light flash, into In_Game adjust
htmlb_Nx3xStep21->Caption=Shooting Interval: Scroll wheel to +/-.
htmlb_Nx3xStep22->Caption=Suppress: Click 4-Key to reset and click 5-Key to increase
htmlb_NxStep3->Caption=Click N-key @RETURN@to save
htmlb_3xStep3->Caption=Click 3-key @RETURN@to save
ck_DisplayHardwareAdjustmentStatus->Caption=Display Hint

[WeaponTestForm]
htmlb_Title->Caption=Description
htmlb_Step1->Caption=Testing…
htmlb_Step2->Caption=Gun data save in N-Key

htmlb_Step3->Caption=Test accuracy in the game NOW!
ck_NoMoreDisplay->Caption=Do not show anymore

[WeaponHelpForm]
Help_10=Offset
Help_11=See the figure on the right, the 2nd shot is offset to position (3,4) due to the 1st shot recoil effect. To anti-Offset, input(X, Y) by (-3, -4).The unit used is the "pixel" to display resolution of the game. Different games will different pixels.
Help_20=Return
Help_21=After the first run of strafe shots, you may choose to Return or Not-Return the crosshairs to the 1st shot position.@RETURN@Non-Return: Crosshairs remain in last shot position, without compensation.@RETURN@Return: Crosshairs resume to first shot position.
Help_30=Shooting Interval(ms)
Help_31=Using the time interval between 2 shots may control the shooting speed. The shorter the time means the faster the shooting speed. Combining "offset" and various guns/rifles, it may lead to optimal firearms performance. 
Help_40=Loop
Help_41=In the loop shot mode, the bullet shooting group is after the main cycling complete, it will start to run sub-loop repeatedly, till the left button is released.

[AboutForm]
About_1=After numerous years of studies and experiments, Bloody launched an advanced gaming software that significantly improves and elevates all the special features and functions a gaming mouse could possibly ever have! Take advantage of what Bloody7 software has to offer and use it to the fullest to unveil a completely new gaming experience! Challenge the impossible!

About_2=Considering not all players need the exclusive Ultra-Core 3 software features, we have made it available to be purchcased separately, making our proudcts afforable with reasonable price.The standard version( Core 1 & Core 2) that doesn't have Ultra-Core 3 software offers a trial period of 1,000 free usage.  This trial period allows you to experience what this powerful software is capable of doing. To purchase Ultra-Core 3, please visit our website: http://bloody.com@RETURN@@RETURN@Bloody thanks you for all of your understanding and support!
About_3=The interface of this product is inspired by Scratch (scratch.mit.edu), a project of the Lifelong Kindergarten group at the MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. All rights reserved.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=5 Wireless Guard
ck_Function1_Guard->Caption=Enable [RF-Synchronize] 
ck_Function2_Guard->Caption=Enable [Zero-Frequency Offset]
ck_Function3_Guard->Caption=Enable [Exclusive Channel] 
ck_Function4_Guard->Caption=Enable [RF signal Detector] 
ck_Function5_Guard->Caption=Enable Transmission Boost
ck_WakeType1_Guard->Caption=wake up by move
ck_WakeType2_Guard->Caption=wake up by click
ck_ActivateLowPowerRemind_Guard->Caption=Hint Low Battery
htmlb_FunctionTip1_Guard->Caption=CN Invention patent No. ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Patent pending
htmlb_FunctionTip3_Guard->Caption=CN Invention patent No. ZL200910041427.5
htmlb_Channel_Guard->Caption=Channel
htmlb_RSSI_Guard->Caption=Strength
htmlb_PowerDisplay_Guard->Caption=Remaining Power
htmlb_LowPowerRemind_Guard->Caption=Low Battery: %
htmlb_RemindInterval_Guard->Caption=Hint interval: (Min)
htmlb_SleepTime_Guard->Caption=Set minutes, start power saving
htmlb_Memo_Guard->Caption=To improve the stability of the wireless gaming mouse, Bloody's R&D team is keen on research & efforts, won numbers of CN invention patents. All the hard work is to make the Bloody series wireless gaming keyboard and mouse to be the best even beyond wired mice!
lb_OpenMemo_Guard->Caption=Explain>>
lb_CloseMemo_Guard->Caption=Close>>
AccessDeny=Cannot apply!@RETURN@(5 Wireless Guards are restricted only to Bloody wireless gaming keyboard and mouse series)
bt_FOC_Guard->Caption=Calibration
htmlb_SensorPerformanceTitle_Guard->Caption=Frame rate adjustment
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG/RTS
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Synchronize] 
Guard11=Cut off the report response rates that can not synchronize due to the data loss between the host and the wireless mouse or overflow problem, which guarantees the sensitivity & zero delay.
Guard20=[Zero-Frequency Offset]
Guard21=When Mouse Turn-On, the [Auto-Calibration] Technology will automatically apply. However, the changes of temperature in working   will change the frequency offset value. Again. the [Auto-Calibration] Technology eliminates the offset value. This double correction technology can ensure the complete wireless mouse movement to be precise like a wired mouse, and enjoy the wireless freedom
Guard30=[Exclusive Channel]
Guard31=Choose exclusive wireless channels, effectively cutting off any interferences!
Guard40=[RF Signal Detector]
Guard41=[RF Signal Detector] technology: Monitor radio signal strength to and from away interferences, when the strength is lower then 90, please follow as below: @RETURN@1. Find the interference to turn off or away from it.@RETURN@2. Plug the Nano receiver in USB extension line and place far away from PC or interference.@RETURN@3. Using laptop, plug Nano receiver in the same side with the mouse.
Guard50=[Strengthen Power]
Guard51=Strengthens wireless signal transmission power, improves noise immunity capabilities, and enables wireless transmission to reach farther and more stable!
Guard_Tip51=Enabled
Guard_Tip52=Not enabled
lb_CheckPicture->Caption=View CN Patent 

[FileManagementForm]
lb_GameDirectory->Caption=Game Folder
lb_ImportDirectory->Caption=Files
lb_ExportPath->Caption=Path
lb_ExportFile->Caption=Files temporary area
LocalDrive=Disk
TrialVersionNoUse=View version, feature can not use!
FileExistIsOverwrite=File exist, overwrite?
DeskTop=Desktop
MyDocuments=My documents
lb_FileType->Caption=Type
advcb_FileType->Caption0=All file (*.*)
advcb_FileType->Caption1=*.amc (Macro file)
advcb_FileType->Caption2=*.amc2 (Macro file)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=File cannot be imported or exported!
NoAuthority=Insufficient authority, export failed!
FileCount=Total

[DevicePair]
htmlb_Title->Caption=Bloody wireless series pairing program
htmlb_DevicePairDescript->Caption=Use this "pairing program" to pair Bloody wireless keyboard and mouse.
rb_MousePair->Caption=Mouse pairing
rb_KeyboardPair->Caption=Keyboard pairing
bt_StartPair->Caption=Start Pairing
htmlb_PairStep1->Caption=1. Plug the USB charge cable into your computer USB port
PairStep2_Mouse=2. Follow the picture to find the mouse charge port
PairStep2_Keyboard=2. Follow the picture to find the keyboard charge port
PairStep3_Mouse=3. Plug the charge cable into the mouse charger port within 30 sec.
PairStep3_Keyboard=3. Plug the charge cable into the keyboard charger port within 30 sec.
PairStep4_Mouse=4. Mouse start pairing after the step above, please wait! 
PairStep4_Keyboard=4. Keyboard start pairing after the step above, please wait! 
CountdownSeconds=sec
htmlb_PairedSuccessHint1->Caption=Pairing Success!
PairedSuccessHint2_Mouse=The mouse is ready to use!
PairedSuccessHint2_Keyboard=The keyboard is ready to use!

[FOCAForm]
htmlb_Title->Caption=Frequency Offset Calibration
htmlb_FrequenceAnalysis->Caption=Analysis :
lb_ProgressTip->Caption=Prompt :
ProgressTip1=Calibrating
ProgressTip2=Completed!!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=FILE PROPERTIES OF IMPORT
lb_AuthorityManage->Caption2=FILE PROPERTIES OF EXPORT
lb_FileNameTitle->Caption=Name:
lb_AuthorMessage->Caption=File Creator Properties:
lb_Author->Caption=Author:
lb_AuthorHID->Caption=Mouse ID :
lb_AllowMessage->Caption=Enter Shared Properties
lb_PassWord->Caption=Set Password:
lb_ShareAuthority->Caption=Shared Properties:
htmlb_Warning->Caption=Welcome to share info, higher encrypt level will provide higher security, once password is forgotten, it will never be recovered. 
ChangeAuthority0=Execute only(Specify Mouse ID)
ChangeAuthority1=Execute only
ChangeAuthority2=Modify & publish
PassWordError=Password incorrect, please enter again.
lb_Phone->Caption=Phone:
lb_Email->Caption=E-mail:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=Specify Mouse ID:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Profile switch mode:
lb_Configuration->Caption=Profile
lb_Apply->Caption=Apply
lb_Enable->Caption=Enable
lb_Light->Caption=Color
HardwareSwitch=Mouse driver free
IntelligentSoftwareSwitch=Working application
KeyboardHotKeySwitch=Keyboard hotkey
ProfileKeySwitch=Mouse specific key 
NotSpecify=Cannot be specified
MouseProfileKey=Mouse profile key
Hardware=Driver free
Software=Application
HotKey=Hotkey
ProfileKey=Profile key
KeyboardHotKey=Select hotkey
OpenSoftware=Select application
Delete=Delete
AllowedToRepeat=Select cannot repeat
sp_Light1->Hint=Editable colors
lb_Prompt1->Caption=Double click [1], the wheel light will start blinking, use mouse “4th” and “5th” buttons to adjust light and settings, click [1] again to save settings(V/VM/A/N series do not support light changing function)
lb_Prompt2->Caption=Push the gear-type button forwards for more than 3 seconds to activate the editing mode, the wheel light will start blinking. Use mouse “4th” and “5th” buttons to adjust light and settings, and push the gear-type button again to save the settings.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Save calibrated height of the sensor?
lb_RestoreMessage->Caption=Resume to previous settings after 7 seconds.
CountDownText=Countdown
SecondText=Second
bt_Ok->Caption=Reserve
bt_Restore->Caption=Resume

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Sensor Calibration Method
CalibrationStep1=Press "Start" button to begin
CalibrationStep2=Press and hold the left button to start.
CalibrationStep3=Press the left button, moving in a "Z" motion on a mouse pad then release the button to complete calibration.
CalibrateButton_Start=Start
CalibrateButton_Restart=Restart
CalibrateInfo_Calibrating=In Progress…
CalibrateInfo_Finish=Completed!!!

[UltraComboForm]
UltraComboManagement=File Options
GameManagement_New=New folder
GameManagement_Modify=Edit folder
GameManagement_Delete=Delete folder
FileManagement_New=New
FileManagement_Open=Open
FileManagement_Save=Save
FileManagement_SaveAs=Save as..
FileManagement_Delete=Delete
FileManagement_ReName=Rename 
FileManagement_ImportExport=Import/Export
FileManagement_Transfer=Up/Download
FileManagement_SaveAsMacro=Save as OSCAR format
lb_CheatsGameDirectory_UltraCombo->Caption=Directory:
lb_CheatsMode_UltraCombo->Caption=Category:
lb_CheatsName_UltraCombo->Caption=Name:
lb_CheatsDescription_UltraCombo->Caption=Remarks:
lb_OpenStatemen_UltraCombo->Caption=Explain>>
lb_CloseStatement_UltraCombo->Caption=Close>>
lb_Prompt_UltraCombo->Caption=Test it in the games, if loop cannot stop, please press mouse L/R/M buttons to release the loop, then check procedures again.
bt_CheatsDownloadExplain_UltraCombo->Caption=Manual
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Create unique action combinations for your favorite game types in a simple, intuitive way.@RETURN@Choose from THREE CATEGORIES for script options or click the camera icon to RECORD more advanced combinations.@RETURN@Remember to save as a customized file. 
htmlb_Statement3_UltraCombo->Caption=A> SINGLE - Select this for simple combination command types.
htmlb_Statement4_UltraCombo->Caption=B> CYCLE - Select this for REPETETIVE combination command types. Release the selected button to stop issung the command.
htmlb_Statement5_UltraCombo->Caption=C> AUTO - Select this for AUTO ATTACK & AUTO RUN combination command types. Press the selected button a second time to stop issuing the command.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=New
OpenDialog_Title2=Open
OpenDialog_Title3=Save
OpenDialog_Title4=Save as 
OpenDialog_GameName=Game
OpenDialog_GunFile=File
NewGameNameTitle=New folder
NewGameNameDefault=New folder
ModifyGameNameTitle=Edit folder
DeleteGameTitle=Delete
DeleteGameNameTitle=File
DeleteGameFileConfirm=Delete this game folder? Files contains in the directory will be deleted as well.
DeleteGameFileSelected=File / directory has been applied to all the core mouse memory, do you want to delete / rename it? If “YES” is elected,  the feature will be removed!
RenameGameNameSelected=File / directory has been applied to all the core mouse memory, do you want to delete / rename it? If “YES” is elected,  the feature will be removed!
PleaseCreateDirectory=Please create game folder!
NewCreateFileName=New file
NewCreateFileDefault=New file
OpenDialog_FileType=Type
OpenDialog_FileTypeCaption1=All file (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Read version only, file can not be saved!
MacroUsed=File / Folder has been applied to Mouse memory, whether you want to delete / rename? If  [Yes] the function will delete!
MacroModify=The file has been modified. Save?
InputNameInvalid=Invalid character detected[eg., \ / : * ? " < > | ].
MacroFileDelete=Delete file permanently?
MacroFileSelected=File / Folder has been applied to Mouse memory, whether you want to delete / rename? If  [Yes] the function will delete!
ModifyFileNameTitle=Rename
PleaseInputFileName=Input name
FileExistAlready=File exist, replace?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Delete
NoAuthorityUse=Insufficient authority, file cannot open!
MustCreatFile=You must create a new combo file to edit!
bt_Start_UltraCombo->Caption=<F11> to start 
bt_Stop_UltraCombo->Caption=<F12> to stop 
ck_KeyboardAction->Caption=Record keyboard operation
ck_MouseClick->Caption=Record mouse clicking
lb_TestCommon->Caption=Describe :
bt_InsertKeyboard_UltraCombo->Hint=Insert Keyboard
bt_InsertMouse_UltraCombo->Hint=Insert Mouse
bt_InsertDelay_UltraCombo->Hint=Insert Delay
bt_Record_UltraCombo->Hint=Record
mi_InsertKeyboard_UltraCombo->Caption=Insert Keyboard
mi_InsertMouse_UltraCombo->Caption=Insert Mouse
mi_InsertDelay_UltraCombo->Caption=Insert Delay
mi_ClearAll_UltraCombo->Caption=Clear all
lb_TestDescription->Caption=Data will be stored in the mouse 4th key’s memory temporarily. While in the test zone or in the game test, to resume default 4th key setting, please go to “Key page” and reset it again
ck_CursorRecord->Caption=Initiate cursor recording
lb_InterruptTips->Caption=In case the test program out of control, press [Caps Lock]+[Scroll Lock]+[Num Lock] to interrupt it, then debug the program again.
PressSpaceToTest=Press 4th key to start testing
bt_Clear_UltraCombo->Caption=Clear
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scroll_up
MouseWhellDown=Scroll_down
MouseLeftKeyDown=Press_left_key
MouseLeftKeyUp=Release_left_key
MouseLeftKeyClick=Click_left_key
MouseLeftKeyDblClick=Double_click_left_key
MouseMiddleKeyDown=Press_middle_key
MouseMiddleKeyUp=Release_middle_key
MouseMiddleKeyClick=Click_middle_key
MouseRightKeyDown=Press_right_key
MouseRightKeyUp=Release_right_key
MouseRightKeyClick=Click_right_key
MouseFourthKeyDown=Press_4th_key
MouseFourthKeyUp=Release_4th_key
MouseFourthKeyClick=Click_4th_key
MouseFifthKeyDown=Press_5th_key
MouseFifthKeyUp=Release_5th_key
MouseFifthKeyClick=Click_5th_key

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Press this button to perform "Single Combo"(executed once in MMO/RPF Role-Play and Combat games) for single combination of multiple key-commands.

Help_20=B> Cycle Combo
Help_21=Press and hold this button to perform "Cycle Combo" (executed repetitively in MMO/RPF Role-Play and Combat games) and to stop execution, release the same button. @RETURN@@RETURN@
Help_30=C> Auto Combo
Help_31=Press this button to perform "Auto Combo"(executed automatically in the MMO/RPF Role-Play and Combat games) and to stop execution, release the same button.

[MultiDeviceManageForm]
lb_Title->Caption=Multiple Devices
lb_Description->Caption=Use software to config one of connected Bloody mice, the flashing wheel LED will indicate the one has been associated. 
Bloody_V_Mouse=V-series Mice
Bloody_VL_Mouse=VL-series Mice
Bloody_T_Mouse=T-series Mice
Bloody_TL_Mouse=TL-series Mice
Bloody_ZL_Mouse=ZL-series Mice
Bloody_ML_Mouse=ML-series Mice
Bloody_W_Wireless_Mouse=RT-series Mice (Wireless Mode)
Bloody_W_Wired_Mouse=RT-series Mice (Wired Mode)
Bloody_WL_Wireless_Mouse=WL-series Mice (Wireless Mode)
Bloody_WL_Wired_Mouse=WL-series Mice (Wired Mode)
Bloody_R_Mouse=R-series Mice
Bloody_RT_Mouse=RT-series Mice
Bloody_F_Mouse=F-series Mice
Bloody_FL_Mouse=FL-series Mice
Bloody_Fc_Mouse=F-series Mice
Bloody_FLc_Mouse=FL series-Full color laser gaming mouse
Bloody_A_Mouse=A-series Mice
Bloody_AL_Mouse=AL-series Mice
Bloody_N_Mouse=N series Full color gaming mouse
Bloody_NL_Mouse=NL-series Mice
Bloody_E_Mouse=E series-Full color gaming mouse
Bloody_P80_Mouse=P-series Mice
Bloody_P88_Mouse=P-series Mice
Bloody_S9X_Mouse=S Series-RGB mouse
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=J-series Mice
Bloody_J90_Mouse=J-series Mice
Bloody_J95_Mouse=J-series Mice
Bloody_J81_Mouse=J-series Mice
Bloody_W60Max_Mouse=W-series Mice
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=L-series Mice

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Please move mouse…
lb_NotifyingKeyboard->Caption=Please type any key on keyboard…

[ColorPaletteForm]
lb_ColorEditor->Caption=Edit color:
lb_BasicColor->Caption=Basic color:
lb_CurrentColor->Caption=Current color
lb_Red->Caption=Red (R)
lb_Green->Caption=Green（G）
lb_Blue->Caption=Blue（B）

[MouseGesturesForm]
lb_Title->Caption=Gestures 16-in-1 Settings :
lb_Context->Caption=How to use Mouse Gestures: Press and HOLD "Mouse Gestures" button and move mouse in the direction as indicated below, then release the button.
ck_RealTimeReply->Caption=Continuous Movement
lb_Distance->Caption=Sensitivity
lb_Units->Caption=(1@equ@Low)
lb_Default->Caption=Resume Default Value
lb_Context->Caption.2X=16-in-One Usage: Hold "2X" button, Move mouse as "Arrow" direction, then release the button. If "Realtime Response" is selected below, the common-used 8 functions may be executed, or setup the sensitivity.
InputDigitError=Please input numbers!!!
DistanceRangeError=A range of Sensitivity Duration should be %x to %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Tiltless Wheel Setup
lb_ChooseWheel4D->Caption=Enable Tiltless Wheel
lb_ChooseStandard->Caption=Enable standard Wheel
lb_HideWheel4DIcon->Caption=Hide "Tiltless Wheel" Icon
lb_HidePartialIcon->Caption=Hide Partition Icon
lb_VerticalScrollSet->Caption=Vertical Scroll
lb_VerticalScrollLines->Caption=Lines per Scroll:
lb_VerticalScrollPage->Caption=One Screen per Scroll
lb_HorizontalScrollSet->Caption=Horizontal Scroll
lb_HorizontalScrollNote->Caption=Words per Scroll
lb_Wheel4DTitleOfNotes->Caption=Introduction of Tiltless Wheel
lb_Wheel4DNotes->Caption=Innovative and patented “Tiltless Wheel” turns single wheel into 4-way scroll, making vertical/horizontal scrolling can never be so effective and efficient. For instance, it will partition Excel worksheet into A and B areas. According to cursor’s position in which area, it will automatically shift to horizontal scroll if cursor is in the “A area”, and vice versa, for vertical scroll.
lb_ARegionNotes->Caption=Cursor in A area, vertical scroll
lb_BRegionNotes->Caption=Cursor in B area, horizontal scroll
lb_PartialIcon->Caption=Partition Icon
lb_Wheel4DFormHint->Caption=Press and hold to move icon and adjust ratio of A and B areas.
lb_OpenWeb->Caption=Click to enter the XFAR website
InputDigitError=Please input numbers!!!
Wheel4DSetValueRange=Set a range of values should be %x to %y.
ck_AreaABSwap->Caption=Swap  A & B areas

[PenSuitForm]
lb_Title->Caption=TutorPen Settings
lb_HandwritingEraseType->Caption=Eraser Settings :
rb_EraseType1->Caption=Auto Eraser
rb_EraseType2->Caption=Manual Eraser
lb_EraseType1->Caption=Holding the button while drawing the line, the line will be erased wihle the button is released. 
lb_EraseType2->Caption=Holding the button and drawing the line, the line will be erased by double-clicking the button.
lb_BoldType->Caption=Pen bold :
ck_BoldType3->Caption=Bold
ck_BoldType2->Caption=Normal
ck_BoldType1->Caption=Fine
lb_Hint->Caption=There are 3 line widths you may select to make your presentation during a meeting or teaching more easy to readn and follow. 
lb_PenColor->Caption=Choose pen color :

[ScreenCapture]
rb_Rectangle->Hint=Rectangle
rb_Ellipse->Hint=Ellipse
rb_Arrow->Hint=Arrow
rb_Brush->Hint=Brush
rb_Text->Hint=Text
bt_Restore->Hint=Restore
bt_Save->Hint=Save
bt_Giveup->Hint=Give Up
bt_Finish->Hint=Finish
rb_ToolAttributePenSize1->Hint=PenSize1
rb_ToolAttributePenSize2->Hint=PenSize2
rb_ToolAttributePenSize3->Hint=PenSize3
ck_FontBold->Hint=Bold
ck_FontItalic->Hint=Italic
ck_FontUnderLine->Hint=Underline
rb_Mosaic->Hint=Mosaic
bt_Note->Hint=Note

[LightEffectForm]
lb_LightBrightness->Caption=LED brightness:
ColorEffect=Light effect:
ColorEffect1=Full-color constant light
ColorEffect2=Full-color breathing (slow flash)
ColorEffect3=Full-color breathing (flash)
ColorEffect4=Full-color loop (slow flash)
ColorEffect5=Full-color loop (flash)
ColorEffect6=Slowly changing color (slow)
ColorEffect7=Slowly changing color (fast)
NeonEffect=Light effect:
NeonEffect1=Lights Off
NeonEffect2=Neon Glare System
NeonEffect3=Constant Light
NeonEffect4=Breathing

[PreventDisturbForm]
lb_Title->Caption=On-Board Profile Loadout :
lb_Comment->Caption=When [On-Board Profile Loadout] is enabled, the software will close to free up system resources and all the settings will be saved to the mouse memory.
lb_Configuration->Caption=Settings
lb_ProgramName->Caption=Program Name
lb_GameComment->Caption=Game Name
lb_PreventDisturb->Caption=Enable
CloseSoftwareTips="OK" tab: Enable "On-Board Profile Loadout"@RETURN@@RETURN@"Exit" tab: Save settings to the mouse memory and run the game without Bloody software.@RETURN@
ck_DoNotRemind->Caption=Remove pop-ups about "On-Board Profile Loadout" 
im_OpenExe->Hint=Add
im_Delete->Hint=Remove
ProgramExists=This program name already exists.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=File
EffectManagement_ImportExport=Import/Export
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Lighting 
lb_CommentTitle_SLED->Caption=RGB Lighting Effects： 
lb_Comment_SLED->Caption=Five (5) lighting effects are preloaded by default. Adjust the lighting effects by lifting up the mouse off its surface and pressing button [1]  to cycle through.
ApplyInform=RGB Lighting Effect has been saved.
AccessDeny=The function is intended for RGB enabled gaming mice ONLY. Please consult your manual for more info.
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[SLEDEditorForm]
EffectManagement=File
EffectManagement_New=New  
EffectManagement_Open=Open 
EffectManagement_Save=Save  
EffectManagement_SaveAs=Save as 
EffectManagement_Delete=Delete 
EffectManagement_Rename=Rename 
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Light effect:
lb_PannelLight->Caption=Constant light
lb_PannelBreath->Caption=Breathing
lb_PannelSlowBreath->Caption=Slow
lb_PannelFastBreath->Caption=Fast
lb_ButtonTitle->Caption=Light effect:
lb_KeyColor->Caption=Click_color
lb_DownColor->Caption=Press_color
lb_UpColor->Caption=Release_color
lb_ButtonSlowBreath->Caption=Slow
lb_ButtonFastBreath->Caption=Fast
ButtonType1=Click_change color
ButtonType2=Click_meteor
ButtonType3=Click_ripple
bt_AnimationPlay->Hint=Play
bt_AnimationStop->Hint=Stop
bt_AnimationPrevious->Hint=Back
bt_AnimationNext->Hint=Next
bt_AnimationLoadFrame->Hint=Copy frames to buttons
bt_AnimationSaveFrame->Hint=Copy buttons to frames
bt_AnimationNewFrame->Hint=Add frame
bt_AnimationDeleteFrame->Hint=Delete frame
bt_AnimationUndo->Hint=Undo
bt_AnimationRedo->Hint=Redo
lb_AnimationTitle->Caption=Animation Lightening effects:
lb_AnimationTimeUnit->Caption=【Min】
lb_BackgroundColor->Caption=Background color
AnimationCommentOpen=Explain>>
AnimationCommentClose=Close>>
AnimationComment=【Loop Mode】Set to 0 min, immediatly display animation effect.@RETURN@【Smart Mode】Keyboard no input for 1~10 min, start animation effect. Click any key to stop.@RETURN@
NewCreateFileName=New file
NewCreateFileDefault=New file
mi_AddFrame->Caption=New frame
mi_CopyFrame->Caption=Remake frame
mi_DeleteFrame->Caption=Delete frame
mi_LoadFrame->Caption=Copy to buttons
mi_SaveFrame->Caption=Copy to frames
mi_ChangeFrameOrder->Caption=Change order
mi_MoveFront->Caption=Set as the first 
mi_NextFrame->Caption=Back
mi_PreviousFrame->Caption=Front
mi_MoveBack->Caption=Set as the last
SetColorPrompt=Left_key [click] or [drag]@RETURN@edit button colors
InputNameInvalid=Invalid character detected[eg., \ / : * ? " < > | ].
IsCreateNewFile=New file?
MacroModify=The file has been modified. Save?
IsDeleteFile=Delete file permanently?
RenameName=Rename
PleaseInputMacroName=Input name
ExistAlready=File exist, replace?
ExceedLimitCount=Exceed the max frames

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=File
lb_Title->Caption1=Open
lb_Title->Caption2=Save
lb_Title->Caption3=Save as
lb_Title->Caption4=Delete
lb_FileType->Caption=Type
advcb_FileType->Caption1=All lightening effect files
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Delay (sec):
lb_ChangeSingle->Caption=change only delay time
lb_ChangeAll->Caption=Change all of delay time
lb_ChangeArea->Caption=Change part delay time (frame) :

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Memory Space:
lb_ExceededCapacity->Caption=The script is over the size limit, please delete some of the script.
lb_DownloadedTips->Caption=[ Script Saved ]
lb_Hint->Caption=*System memory space will be affected by the Core level and additional features selected.
TotalCapacity=Total Space:
AvailableCapacity=Remaining space :
ck_DoNotShowAnymore->Caption=Do not show anymore

[WeaponExtensionsKeysForm]
lb_Title->Caption=Select [Guns] extension key :
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Middle Button
im_ExtensionsKey4->Hint=Back
im_ExtensionsKey5->Hint=Forward

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

